[
    {
        "id" : "Social Learning Design",
        "header" : "PawfectNYC: Connecting NYC's Dog Community",
        "description" : "PawfectNYC is a social learning platform designed to support the learning needs of 20-35 NYC dog owners who are commuters. The platform aims to help dog owners balance their busy lifestyles with the needs of their beloved pets by providing a structured and supportive online community for learning and sharing information.",
        "images": [
            {"src": "pawfectnyc.png", "alt": "four iPhone screens showing the interfaces of PawfectNYC"},
            {"src": "pawfectnyc2.png", "alt": "Description of image 2", "link": "https://docs.google.com/document/d/1F2GOrlTBvQciH2Y_4uRGWRcSaz6wZ9QnrfGnYapB2ak/edit"},
            {"src": "pawfectnyc3.png", "alt": "Description of image 3", "link":"https://www.figma.com/file/PVLuh9FdCrU2QzkKocbbNU/PawfectNYC-Project-Design?type=design&node-id=306%3A1513&mode=design&t=WZ3CbAx7cG48uObf-1"}
        ],
        "paragraphs": [
            "For dog owners aged 20 to 35 who live in New York and need to commute to work, pets are their spiritual comfort in busy urban life, but keeping pets with a busy lifestyle also contains great challenges. Typically, dogs should have at least two walks per day, but to ensure they can meet their adequate exercise needs, they might need to go out for 3-4 walks that last approximately 15 minutes daily (pdsa, n.d.). The required time may increase depending on the dog's breed and size. \nHowever, it can be challenging for NYC young dog owners to properly care for their dogs with a busy work schedule. Dogs who don't get enough exercise and companionship will likely develop health, mental, and behavioral problems that make pet ownership in NYC even more difficult. Pets are fragile, and they can develop health problems out of the blue. \nFor NYC young dog owners, the problem is that the pet's sudden health condition does not negotiate with the owner's work schedule, and they have limited options for learning about common health issues and recognizing the signs of illness in their pets. In some cases, owners may miss work or make other sacrifices to care for their pets, creating additional stress and financial burden. This also makes owners hope to find information to deal with their dog's issues by themselves rather than seeking local veterinarians, which is a more time-consuming and expensive way. Additionally, while traditional online resources such as articles and blogs provide helpful information, they lack the interactive and collaborative features a social learning platform can offer. The information can also be scattered across multiple websites, making it difficult for pet owners to find all the information they need in one place.",
            "PawfectNYC—a social learning platform designed for young pet owners in NYC—could fill a crucial gap in addressing the needs of the target population because it would provide a structured and supportive online community for learning and sharing information. By connecting with other individuals who have experience dealing with pets’ common health issues, recognizing the signs of illness, and providing basic first aid and other forms of care, NYC pet owners can share information and resources, offer support and advice, and even arrange for pet-sitting or other services when they are unable to be with their pets themselves. It can achieve through collaborative learning activities provided by PawfectNYC such as group discussions about dog behavior, training, health, and dog-sitting; user-generated content such as blogs and articles to create and share their content related to pet care; and webinars and Q&A sessions from pet experts who could offer advice and answer questions about common pet issues. PawfectNYC will also provide pet-sitting services with a reliable sitter who has done a background check to help NYC dog owners achieve the amount of exercise for their pets when they are busy and a powerful network of local veterinarians for users to seek professional help. Such a platform would be a lifeline for NYC young dog owners who are commuters, helping them to balance their busy lives with the needs of their beloved pets. ",
            "The users of PawfectNYC are dog owners aged 20 to 35 who live in New York and need to commute to work. As the platform develops, some other age groups may also be included. I want to focus on dog owners because they face more severe challenges than owners of other pets in NYC since dogs require regular exercise and socialization. Also, focusing on a specific type of pet allows PawfectNYC to tailor its services and content to the unique needs of dog owners rather than trying to provide a one-size-fits-all solution that may not be as effective for all types of pets.\nSecondly, this specific age group will likely have recently entered or have yet to gain a firm foothold in the workforce. Thus, they may not have as much control over their schedules. Daily commuting, occasional work overtime, or the inability to ask for leave from the company is common. As a result, they may find it challenging to provide their pets with the attention and care they need. They may also not be able to deal with pet emergencies due to busy schedules. What’s more, newcomers to the workplace often mean a shortage of funds, and they may not be able to seek veterinary help as often, as veterinarians in New York are not cheap. ",
            "Thus, gaining affordable solutions that offer convenience and value through interacting with the PawfectNYC community can make it easier for dog owners to prioritize their pets' care while still managing their expenses. I also want to keep our social media learning community young and energetic and create an active learning community. By targeting dog owners aged 20 to 35 who live in New York and need to commute to work, PawfectNYC can provide a solution that meets their specific needs and helps to make pet ownership more manageable and enjoyable."
    ]
    },
    {
        "id" : "Learning Experience Design",
        "header" : "Learning Solution Designed for 65+ Seniors",
        "description" : "In this project, our team has created a series of in-person courses for 65+ seniors to gain more social connections and help them learn how to use common social media such as WeChat, Alipay, and YouTube. We also used Google Classroom to create course prototypes to make the physical courses easier for stakeholders to understand in a more visual form.",
        "images": [
            {"src": "seniors.jpg", "alt": ""},
            {"src": "seniors2.png", "alt": "Description of image 2", "link": "https://drive.google.com/drive/folders/12M2ENLoTMPwvyaQniOqCgfhbrD4Hh0s2?usp=sharing"},
            {"src": "seniors3.png", "alt": "Description of image 3", "link":"https://dpl-challenge-project-learning-solution.webflow.io/"}
        ],
        "paragraphs": [
            "The digital age has left many elderly individuals behind, particularly those 65 and older, leading to social isolation and the inability to connect with younger generations who primarily communicate through social media after retirement. This results in a decline in social relationships and interactions, leading to loneliness and other related problems that prevent them from having a healthy retirement life. Unfortunately, current learning solutions are insufficient to address the needs of seniors who are unfamiliar with technology. A learning solution is needed to bridge the digital divide and help our target population to acquire the necessary digital skills to stay connected with the world and reduce social isolation. Our learning design aims to provide an accessible learning platform for seniors, enabling them to learn effectively and overcome social isolation. \n We divided the stakeholders into three categories, namely direct stakeholders, indirect stakeholders, and mixed stakeholders. We listed all the stakeholders and made a stakeholder map. \n We also conducted 5 interviews with our target population. Our research process involves the identification of a target population of seniors over 65 and preparing interview questions. We also searched the internet for existing learning solutions, the target population's learning habits, teaching methods, curriculum, and learning environment settings. In the second stage, we conducted interviews with six interviewees, collected data, and prioritized the needs of the target population. We also compiled helpful resources from the web, including existing solutions, research articles, and social media tools. Last but not least, we also identified challenges faced by seniors, such as fraud and privacy issues. According to the data we have collected, in our vision, we will set the course in a physical environment; that is, seniors will come to the physical classroom to learn. We have considered in detail both the physical and the social context of our learning environment. \n Our general learning goal is for 65+ seniors to gain more social connections after completing social media courses. The specific goals and objectives for the WeChat, Alipay and Youtube courses are outlined, including tasks such as commenting on a post, sending a message, and subscribing to videos.",
            "In the design phase, We brainstormed many preliminary design ideas, and after integrating all the opinions, we got three relatively complete design ideas. According to these three designs, we finally integrated them into the final design through all aspects of consideration. After the design stage, we made an LMS prototype based on our final design idea. Then we prepared a series of evaluation plans, and based on the collected data, we modified our design. We are utilizing Google Classroom as our Learning Management System (LMS) due to its collaborative features, which allow us to work together as a team simultaneously. This platform is an accessible and user-friendly option with a straightforward interface. We selected a cover image that showcases our three primary courses: WeChat, Alipay, and YouTube. Furthermore, we opted for a green color scheme as it has a calming effect on users and is gentle on the eyes."
    ]
    },
    {
        "id" : "Learning Design Analysis",
        "header" : "Learning Design Case Study: Kahoot!",
        "description" : "In this project, I chose Kahoot as the existing learning design for analysis, such as its learners, motivation, learning context, learning experience, learning goals, learning theories, design process, and overall design critique.",
        "images": [
            {"src": "kahoot.png", "alt": ""},
            {"src": "seniors2.png", "alt": "Description of image 2", "link": "https://drive.google.com/drive/folders/12M2ENLoTMPwvyaQniOqCgfhbrD4Hh0s2?usp=sharing"},
            {"src": "seniors3.png", "alt": "Description of image 3", "link":"https://dpl-challenge-project-learning-solution.webflow.io/"}
        ],
        "paragraphs": [
            "The digital age has left many elderly individuals behind, particularly those 65 and older, leading to social isolation and the inability to connect with younger generations who primarily communicate through social media after retirement. This results in a decline in social relationships and interactions, leading to loneliness and other related problems that prevent them from having a healthy retirement life. Unfortunately, current learning solutions are insufficient to address the needs of seniors who are unfamiliar with technology. A learning solution is needed to bridge the digital divide and help our target population to acquire the necessary digital skills to stay connected with the world and reduce social isolation. Our learning design aims to provide an accessible learning platform for seniors, enabling them to learn effectively and overcome social isolation. \n We divided the stakeholders into three categories, namely direct stakeholders, indirect stakeholders, and mixed stakeholders. We listed all the stakeholders and made a stakeholder map. \n We also conducted 5 interviews with our target population. Our research process involves the identification of a target population of seniors over 65 and preparing interview questions. We also searched the internet for existing learning solutions, the target population's learning habits, teaching methods, curriculum, and learning environment settings. In the second stage, we conducted interviews with six interviewees, collected data, and prioritized the needs of the target population. We also compiled helpful resources from the web, including existing solutions, research articles, and social media tools. Last but not least, we also identified challenges faced by seniors, such as fraud and privacy issues. According to the data we have collected, in our vision, we will set the course in a physical environment; that is, seniors will come to the physical classroom to learn. We have considered in detail both the physical and the social context of our learning environment. \n Our general learning goal is for 65+ seniors to gain more social connections after completing social media courses. The specific goals and objectives for the WeChat, Alipay and Youtube courses are outlined, including tasks such as commenting on a post, sending a message, and subscribing to videos.",
            "In the design phase, We brainstormed many preliminary design ideas, and after integrating all the opinions, we got three relatively complete design ideas. According to these three designs, we finally integrated them into the final design through all aspects of consideration. After the design stage, we made an LMS prototype based on our final design idea. Then we prepared a series of evaluation plans, and based on the collected data, we modified our design. We are utilizing Google Classroom as our Learning Management System (LMS) due to its collaborative features, which allow us to work together as a team simultaneously. This platform is an accessible and user-friendly option with a straightforward interface. We selected a cover image that showcases our three primary courses: WeChat, Alipay, and YouTube. Furthermore, we opted for a green color scheme as it has a calming effect on users and is gentle on the eyes."
    ]
    },
    {
        "id" : "Narrative Design",
        "header" : "Narrative Design for Learning Projects",
        "description" : "In the Narrative course by Professor Ben Maddox, we have designed and produced a series of learning theory and science-based narrative pieces using a variety of digital media formats, namely Narrative in Audio, Games, Social Media & Learning, VR, MR & AR, and Motion Graphics.",
        "imageSrc" : "narrative.jpg",
        "imageAlt" : "A vintage printer with the words stories matter on the paper",
        "projectLink" : "#",
        "detail": "Id nostrud officia laboris magna sunt mollit aliquip labore do. Anim aliquip cupidatat minim enim fugiat deserunt ut sit aliqua. Deserunt deserunt consectetur excepteur laboris amet dolor exercitation tempor dolore adipisicing cupidatat. Aliquip occaecat elit aliquip sit minim. Et adipisicing duis magna enim velit esse. Sit ex ex tempor ullamco irure veniam est esse excepteur nisi excepteur. Ex duis fugiat pariatur dolor ea non deserunt aliquip ad officia mollit occaecat. Id nostrud officia laboris magna sunt mollit aliquip labore do. Anim aliquip cupidatat minim enim fugiat deserunt ut sit aliqua. Deserunt deserunt consectetur excepteur laboris amet dolor exercitation tempor dolore adipisicing cupidatat. Aliquip occaecat elit aliquip sit minim. Et adipisicing duis magna enim velit esse. Sit ex ex tempor ullamco irure veniam est esse excepteur nisi excepteur. Ex duis fugiat pariatur dolor ea non deserunt aliquip ad officia mollit occaecat. Id nostrud officia laboris magna sunt mollit aliquip labore do. Anim aliquip cupidatat minim enim fugiat deserunt ut sit aliqua. Deserunt deserunt consectetur excepteur laboris amet dolor exercitation tempor dolore adipisicing cupidatat. Aliquip occaecat elit aliquip sit minim. Et adipisicing duis magna enim velit esse. Sit ex ex tempor ullamco irure veniam est esse excepteur nisi excepteur. Ex duis fugiat pariatur dolor ea non deserunt aliquip ad officia mollit occaecat. Id nostrud officia laboris magna sunt mollit aliquip labore do. Anim aliquip cupidatat minim enim fugiat deserunt ut sit aliqua. Deserunt deserunt consectetur excepteur laboris amet dolor exercitation tempor dolore adipisicing cupidatat. Aliquip occaecat elit aliquip sit minim. Et adipisicing duis magna enim velit esse. Sit ex ex tempor ullamco irure veniam est esse excepteur nisi excepteur. Ex duis fugiat pariatur dolor ea non deserunt aliquip ad officia mollit occaecat."
    },
    {
        "id" : "UX design",
        "header" : "NYU Course Registration: Albert",
        "description" : "ALBERT, NYU's registration system, works seamlessly for its basic function but leaves a lot to be desired when helping students decide what to take or find courses across the many different schools and programs. In this project, we investigated student needs, frustrations, and wants regarding course selection to identify key insights pointing to how we might design better course selection resources and tools.",
        "imageSrc" : "albert.jpg",
        "imageAlt" : "A laptop with newly designed Albert interface",
        "projectLink" : "#",
        "detail": "Id nostrud officia laboris magna sunt mollit aliquip labore do. Anim aliquip cupidatat minim enim fugiat deserunt ut sit aliqua. Deserunt deserunt consectetur excepteur laboris amet dolor exercitation tempor dolore adipisicing cupidatat. Aliquip occaecat elit aliquip sit minim. Et adipisicing duis magna enim velit esse. Sit ex ex tempor ullamco irure veniam est esse excepteur nisi excepteur. Ex duis fugiat pariatur dolor ea non deserunt aliquip ad officia mollit occaecat. Id nostrud officia laboris magna sunt mollit aliquip labore do. Anim aliquip cupidatat minim enim fugiat deserunt ut sit aliqua. Deserunt deserunt consectetur excepteur laboris amet dolor exercitation tempor dolore adipisicing cupidatat. Aliquip occaecat elit aliquip sit minim. Et adipisicing duis magna enim velit esse. Sit ex ex tempor ullamco irure veniam est esse excepteur nisi excepteur. Ex duis fugiat pariatur dolor ea non deserunt aliquip ad officia mollit occaecat. Id nostrud officia laboris magna sunt mollit aliquip labore do. Anim aliquip cupidatat minim enim fugiat deserunt ut sit aliqua. Deserunt deserunt consectetur excepteur laboris amet dolor exercitation tempor dolore adipisicing cupidatat. Aliquip occaecat elit aliquip sit minim. Et adipisicing duis magna enim velit esse. Sit ex ex tempor ullamco irure veniam est esse excepteur nisi excepteur. Ex duis fugiat pariatur dolor ea non deserunt aliquip ad officia mollit occaecat. Id nostrud officia laboris magna sunt mollit aliquip labore do. Anim aliquip cupidatat minim enim fugiat deserunt ut sit aliqua. Deserunt deserunt consectetur excepteur laboris amet dolor exercitation tempor dolore adipisicing cupidatat. Aliquip occaecat elit aliquip sit minim. Et adipisicing duis magna enim velit esse. Sit ex ex tempor ullamco irure veniam est esse excepteur nisi excepteur. Ex duis fugiat pariatur dolor ea non deserunt aliquip ad officia mollit occaecat."
    },
    {
        "id" : "Learning Science Research",
        "header" : "FOLS Final Report: Learning on Reddit",
        "description" : "Established in 2005, Reddit is a 17-year-old social platform that allows users to discover and share content matching their interests. Stephanie, Shihan and I each selected an observation lens to explore learning behaviors on Reddit. I also made a Wix site to showcase our findings and analysis.",
        "imageSrc" : "reddit.jpg",
        "imageAlt" : "A vintage printer with the words stories matter on the paper",
        "projectLink" : "#",
        "detail": "Id nostrud officia laboris magna sunt mollit aliquip labore do. Anim aliquip cupidatat minim enim fugiat deserunt ut sit aliqua. Deserunt deserunt consectetur excepteur laboris amet dolor exercitation tempor dolore adipisicing cupidatat. Aliquip occaecat elit aliquip sit minim. Et adipisicing duis magna enim velit esse. Sit ex ex tempor ullamco irure veniam est esse excepteur nisi excepteur. Ex duis fugiat pariatur dolor ea non deserunt aliquip ad officia mollit occaecat. Id nostrud officia laboris magna sunt mollit aliquip labore do. Anim aliquip cupidatat minim enim fugiat deserunt ut sit aliqua. Deserunt deserunt consectetur excepteur laboris amet dolor exercitation tempor dolore adipisicing cupidatat. Aliquip occaecat elit aliquip sit minim. Et adipisicing duis magna enim velit esse. Sit ex ex tempor ullamco irure veniam est esse excepteur nisi excepteur. Ex duis fugiat pariatur dolor ea non deserunt aliquip ad officia mollit occaecat. Id nostrud officia laboris magna sunt mollit aliquip labore do. Anim aliquip cupidatat minim enim fugiat deserunt ut sit aliqua. Deserunt deserunt consectetur excepteur laboris amet dolor exercitation tempor dolore adipisicing cupidatat. Aliquip occaecat elit aliquip sit minim. Et adipisicing duis magna enim velit esse. Sit ex ex tempor ullamco irure veniam est esse excepteur nisi excepteur. Ex duis fugiat pariatur dolor ea non deserunt aliquip ad officia mollit occaecat. Id nostrud officia laboris magna sunt mollit aliquip labore do. Anim aliquip cupidatat minim enim fugiat deserunt ut sit aliqua. Deserunt deserunt consectetur excepteur laboris amet dolor exercitation tempor dolore adipisicing cupidatat. Aliquip occaecat elit aliquip sit minim. Et adipisicing duis magna enim velit esse. Sit ex ex tempor ullamco irure veniam est esse excepteur nisi excepteur. Ex duis fugiat pariatur dolor ea non deserunt aliquip ad officia mollit occaecat."
    }
]
